/*
    ЗАВДАННЯ:

    1. Ознайомитись зі структурами та
    масивами структур. Дослідити особливості доступу до змінних структурного типу.

    2. Розробити Блок-схему програмного
    алгоритму.

    3. У якості індивідуального завдання
    необхідно написати код програми, що створює масив структур згідно з
    індивідуальним завданням та виконує запис даних в файл у вигляді структурних
    блоків (елементів масиву структур). Ім'я файлу – «імя_структури».txt.

    4. Реалізувати читання із файлу «імя_структури».txt
    окремих елементів масиву структур за заданим індексом масиву.

    5. Оформити ЗВІТ до лабораторної
    роботи згідно вимог та методичних рекомендацій.



    РЕЗУЛЬТАТ РОБОТИ:

    1. Роздрукувати (вивести на екран)
    попередньо сформовані та підготовлені для запису в файл дані.

    2. Роздрукувати (вивести на екран)
    результат виконання операції читання даних із файлу.

    3. ЗВІТ до комп’ютерного практикуму
    для перевірки додати в Клас.

    4. Програмний код (відкритий для
    редагування) розмістити на сайті Repl.it (посилання виключно через кнопку «+
    Share»).

 */

int main(void) {
    return 0;
}